# vi:ft=ruby:
tap 'homebrew/services'
tap 'universal-ctags/universal-ctags'
tap 'github/gh'

brew 'tmux'
brew 'vim'
brew 'ag'
brew 'universal-ctags', args: %w[HEAD]
brew 'bash-completion'
brew 'openssl'
brew 'node'
brew 'redis'
brew 'wget'
brew 'go'
brew 'git'
brew 'nodenv'

cask 'dropbox'
cask 'spotify'
cask 'iterm2'
cask 'slack'
cask 'alfred'
cask 'charles'
cask 'google-chrome'
cask 'caffeine'
cask 'cathode'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vagrant'
cask 'imageoptim'
cask 'imagealpha'
cask 'atom'
cask 'daisydisk'
cask 'zoomus'

